# write packages to install here
#
# - Where are the packages installed ? 
#   - You can check where a package is installed with "brew info <package>"
#   - In my case 
#       - Mac       -> /opt/homebrew/Cellar/
#       - Ubuntu 22 -> /home/linuxbrew/.linuxbrew/Cellar/


# stow
brew "stow"

# zsh
brew "zsh"
# cask "font-jetbrains-mono-nerd-font" # Didn't work well

# git 
brew "gh"
brew "pre-commit" # Required for gitleaks pre commit hook
brew "gitleaks" # Secrets checking
brew "git-delta"

# neovim
brew "neovim"

# tmux
brew "tmux"

# Utility
brew "tree" # Tree view of files
brew "trash-cli" # Prevent accidental deletion
brew "fzf" # grep alternative
brew "fd" # find alternative
brew "goenv"
brew "bat" # Alternative for "cat" command

# terraform
tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

# GCP
cask "google-cloud-sdk"

# python
brew "pyenv"
brew "pyenv-virtualenv"
